{
	"Token Factory-Generate your own ERC20 token with one-click!support Mintable,Burnable,Pausable,Fix amount token...": "代币工厂-一键生成自己的ERC20代币！支持Mintable、Burnable、Pausable、Fix amount token...",
	"Token Factory": "代币工厂",

	"ERC20 Token Type": "代币类型",
	"Token Name": "代币名称",
	"Token Symbol": "代币符号",
	"Total Supply": "总量",
	"Token Detail": "代币详细情况",
	"Add token to metamask": "添加代币到Metamask",
	"Generate Token": "生成代币",
"Fee:": "手续费:",

  "The total amount of token is fixed, no more tokens can be issued, and no more tokens can be destroyed.":"固定总量的代币，不能再发行代币，也不能再销毁代币。",
  "Admin will be able to mint more tokens.":"管理员将能够铸造更多代币。" ,
  "Token holders will be able to destroy their tokens.":"代币持有者将能够销毁他们的代币。",
  "Privileged accounts will be able to pause the functionality marked as whenNotPaused. Useful for emergency response.":"特权帐户将能够暂停标记为 whenNotPaused 的功能。 对应急响应很有用。" ,
  "Mintable+Burnable+Pausable":"可铸造+可销毁+可暂停",
  "Built-in flash loans. Lend tokens without requiring collateral as long as they're returned in the same transaction.":"内置闪电贷。 只要在同一笔交易中归还代币，就无需抵押即可借出代币。",
  "Keeps track of historical balances for voting in on-chain governance, with a way to delegate one's voting power to a trusted account.":"跟踪链上治理中投票的历史余额，并通过一种方式将一个人的投票权委托给一个受信任的账户。",
  "Without paying gas, token holders will be able to allow third parties to transfer from their account.":"无需支付 gas，代币持有者将能够允许第三方从他们的账户中转账。",

"Question & Answer": "问与答",
"After generate token, what do I get?": "生成代币后，我会得到什么？",
"After generating the token, you are the owner of the token and get the number of tokens you specified.": "生成代币后，你会是代币合约的管理员，并得到你指定数量的代币。",
"Where can I find my deployed token?":"在哪找到我的代币地址？" ,
"Click on the address in the upper right corner of this website，You can see all records, including deployed contracts.": "点击本站右上角地址，可以看到所有记录，包括部署的合约。",
"What do I need to prepare before generating the token?": "生成代币之前，我需要准备些什么？",
"You need install Metamask wallet or other wallet.and then send some funds to your metamask account.": "你需要安装Metamask钱包或其他钱包，并发送一些币到你的账号",










	"description": {
		"part1": "代币名称",
		"part2": "Switch language between english and german using buttons above."
	}
}
