{
	"Token Factory-Generate your own ERC20 token with one-click!support Mintable,Burnable,Pausable,Fix amount token...": "โรงงานโทเค็น - สร้างโทเค็น ERC20 ของคุณเองด้วยคลิกเดียว! สนับสนุน Mintable, Burnable, Pausable, แก้ไขโทเค็นจำนวน...",
	"Token Factory": "โรงงานโทเค็น",
	"ERC20 Token Type": "ERC20 Token Type",
	"Token Name": "ชื่อโทเค็น",
	"Token Symbol": "สัญลักษณ์โทเค็น",
	"Total Supply": "อุปทานทั้งหมด",
	"Token Detail": "รายละเอียดโทเค็น",
	"Add token to metamask": "เพิ่มโทเค็นใน metamask",
	"Generate Token": "สร้างโทเค็น",
	"Fee:": "ค่าธรรมเนียม:",

	"The total amount of token is fixed, no more tokens can be issued, and no more tokens can be destroyed.":"จำนวนโทเค็นทั้งหมดได้รับการแก้ไขแล้ว ไม่สามารถออกโทเค็นได้อีกต่อไป และไม่สามารถทำลายโทเค็นได้อีก",
	"Admin will be able to mint more tokens.":"ผู้ดูแลระบบจะสามารถสร้างโทเค็นได้มากขึ้น" ,
	"Token holders will be able to destroy their tokens.":"ผู้ถือโทเค็นจะสามารถทำลายโทเค็นของตนได้",
	"Privileged accounts will be able to pause the functionality marked as whenNotPaused. Useful for emergency response.":"บัญชีที่มีสิทธิพิเศษจะสามารถหยุดการทำงานชั่วคราวที่ทำเครื่องหมายเป็น whenNotPaused มีประโยชน์สำหรับการตอบกลับฉุกเฉิน" ,
	"Mintable+Burnable+Pausable":"Mintable+Burnable+Pausable",
	"Built-in flash loans. Lend tokens without requiring collateral as long as they're returned in the same transaction.":"สินเชื่อแฟลชในตัว ให้ยืมโทเค็นโดยไม่ต้องมีหลักประกันตราบเท่าที่มีการส่งคืนในธุรกรรมเดียวกัน",
	"Keeps track of historical balances for voting in on-chain governance, with a way to delegate one's voting power to a trusted account.":"ติดตามยอดดุลในอดีตสำหรับการลงคะแนนในการกำกับดูแลแบบ on-chain ด้วยวิธีการมอบหมายอำนาจการลงคะแนนของบุคคลหนึ่งไปยังบัญชีที่เชื่อถือได้:",
	"Without paying gas, token holders will be able to allow third parties to transfer from their account.":"โดยไม่ต้องจ่ายแก๊ส ผู้ถือโทเค็นจะสามารถอนุญาตให้บุคคลที่สามโอนจากบัญชีของตน",

	"Question & Answer": "คำถามคำตอบ",
	"After generate token, what do I get?": "หลังจากสร้างโทเค็น ฉันจะได้อะไร",
	"After generating the token, you are the owner of the token and get the number of tokens you specified.": "หลังจากสร้างโทเค็น คุณเป็นเจ้าของโทเค็นและได้รับจำนวนโทเค็นที่คุณระบุ",

	
	"Where can I find my deployed token?":"Where can I find my deployed token?" ,
	"Click on the address in the upper right corner of this website，You can see all records, including deployed contracts.": "Click on the address in the upper right corner of this website，You can see all records, including deployed contracts.",
	"What do I need to prepare before generating the token?": "What do I need to prepare before generating the token?",
	"You need install Metamask wallet or other wallet.and then send some funds to your metamask account.": "You need install Metamask wallet or other wallet.and then send some funds to your metamask account.",



	"description": {
		"part1": "",
		"part2": ""
	}
}
