{
	"Token Factory-Generate your own ERC20 token with one-click!support Mintable,Burnable,Pausable,Fix amount token...": "Token Factory-Token ERC20 خود را با یک کلیک ایجاد کنید! پشتیبانی از Mintable، Burnable، Pausable، Fix مقدار توکن...",
	"Token Factory": "کارخانه توکن",
	"ERC20 Token Type": "نوع رمز ERC20",
	"Token Name": "نام رمز",
	"Token Symbol": "نماد نشانه",
	"Total Supply": "تامین کل",
	"Token Detail": "جزئیات نشانه",
	"Add token to metamask": "Add token to metamask",
	"Generate Token": "Generate Token",
	"Fee:": "Fee:",

	"The total amount of token is fixed, no more tokens can be issued, and no more tokens can be destroyed.":"مبلغ کل توکن ثابت است، هیچ توکن دیگری را نمی توان صادر کرد، و هیچ توکن دیگری را نمی توان از بین برد.",
	"Admin will be able to mint more tokens.":"سرپرست قادر خواهد بود توکن های بیشتری را ضرب کند." ,
	"Token holders will be able to destroy their tokens.":"دارندگان توکن می توانند توکن های خود را از بین ببرند.",
	"Privileged accounts will be able to pause the functionality marked as whenNotPaused. Useful for emergency response.":"حساب‌های ممتاز می‌توانند عملکرد علامت‌گذاری شده به عنوان WhenNotPaused را متوقف کنند. برای پاسخ اضطراری مفید است." ,
	"Mintable+Burnable+Pausable":"Mintable+Burnable+Pausable",
	"Built-in flash loans. Lend tokens without requiring collateral as long as they're returned in the same transaction.":"وام های فلش داخلی. توکن ها را بدون نیاز به وثیقه تا زمانی که در همان تراکنش برگردانده شده اند وام دهید.",
	"Keeps track of historical balances for voting in on-chain governance, with a way to delegate one's voting power to a trusted account.":"وام های فلش داخلی. توکن ها را بدون نیاز به وثیقه تا زمانی که در همان تراکنش برگردانده شده اند وام دهید.",
	"Without paying gas, token holders will be able to allow third parties to transfer from their account.":"بدون پرداخت بنزین، دارندگان توکن می‌توانند به اشخاص ثالث اجازه دهند از حساب خود انتقال دهند.",

	"Question & Answer": "Question & Answer",
	"After generate token, what do I get?": "After generate token, what do I get?",
	"After generating the token, you are the owner of the token and get the number of tokens you specified.": "After generating the token, you are the owner of the token and get the number of tokens you specified.",
	
	"Where can I find my deployed token?":"Where can I find my deployed token?" ,
	"Click on the address in the upper right corner of this website，You can see all records, including deployed contracts.": "Click on the address in the upper right corner of this website，You can see all records, including deployed contracts.",
	"What do I need to prepare before generating the token?": "What do I need to prepare before generating the token?",
	"You need install Metamask wallet or other wallet.and then send some funds to your metamask account.": "You need install Metamask wallet or other wallet.and then send some funds to your metamask account.",


	"description": {
		"part1": "",
		"part2": ""
	}
}
